{"documents": [{"id": 86, "file_name": "CopAcc_NDA-and-ToP-Mentors_2.0_2017.txt", "text": "NON-DISCLOSURE AGREEMENT AND TERMS OF PARTICIPATION\nTable of Content\n1 Eligibility ..........................................................................................................................................2\n2 Procedure and terms of participation ...............................................................................................3\n3 Payment ..........................................................................................................................................4\n4 Definition of confidential information ..............................................................................................4\n5 Non-disclosure of confidential information / obligations of Mentor .................................................4\n6 Discontinuation of use, return of materials ......................................................................................5\n7 Notice of required disclosure ...........................................................................................................5\n8 Proprietary rights, limited right to use ..............................................................................................6\n9 Term ................................................................................................................................................6\n10 Governing law ................................................................................................................................6\n11 Jurisdiction .....................................................................................................................................6\n12 Notification of unauthorised use ....................................................................................................6\n13 Remedies .......................................................................................................................................7\n14 Miscellaneous ................................................................................................................................7\nPreamble\nThe Organiser of the Copernicus Masters and the Copernicus Accelerator 2017 is Anwendungszentrum GmbH Oberpfaffenhofen (hereinafter “Organiser”). The Earth monitoring competition Copernicus Masters aims to support the development of market-oriented applications based on Earth observation data. In 2017, the Copernicus Masters is again enriched by the Copernicus Accelerator, a European Commission programme. Through this initiative, the 50 best finalists of the Copernicus Masters, selected by an international expert panel will automatically be granted access to a business coaching scheme provided by high-level professionals, that will act as mentors. To actively participate in the Copernicus Accelerator programme, Mentor commits to the following Non-Disclosure-Agreement and Terms of Participation.\n1 Eligibility\nMentor is a resident of one of the Copernicus participating countries1 or is employed with a legal identity registered in the territory of one of the Copernicus participating countries, willing to support and help develop the Ideas of the finalists of the Copernicus Masters 2017 (hereinafter “Participants”). Professionals who pursue becoming mentors need to apply via the dedicated platform, inserting all required details, which can be edited anytime by Mentor. Their request needs to be validated by the Organiser and the European Commission, who can refuse participation in case of non-eligibility or conflict of interest. After verification of all details entered, the Organiser will notify the Mentor about the outcome of his/her submission.\nEven after validation, the Organiser cannot guarantee that there will be an actual match between Mentor and Participants. Mentor confirms that Mentor has not been involved in the development of any of the Ideas to be coached at any stage and that Mentor has no personal or commercial connection to any Participant of the Copernicus Accelerator that would influence an objective development of Ideas.\n1 The Copernicus Participating countries include all the EU Member States, in addition to Norway and Iceland.\n2 Procedure and Terms of Participation\nThe Copernicus Accelerator programme is comprised of different phases, for a total coaching support of approximately one year, aimed at helping Participants´ Ideas achieving measurable results. When submitting the request to become Mentor, Mentor needs to specify in which fields he/she can support Participants, in order to allow a suitable matchmaking with the requests and needs communicated by Participants.\nWhen a Mentor is requested by a Participant of the programme, he/she can access the Participant's profile and examine the submitted idea, in order to decide whether to confirm the request or not. Mentors can only advise up to two participants.\nMentors will meet the Participants at the Accelerator Bootcamp, that will take place in line with the Awards Ceremony of the Copernicus Masters, the European Satellite Navigation Competition (ESNC), and the accompanying Satellite Masters Conference from 6 - 8 November 2017 in Tallinn, Estonia. Mentor´s participation to this event is mandatory, as it will set forth the official start of their relationship: Mentor and Participants will begin developing a coaching plan together, that will include objectives and KPIs of their affiliation.\nMonthly virtual interactions need to be planned by Mentor, to ensure a continuous acceleration of the Participants Ideas´ towards business maturity. A mid-term review and survey will be required by April 2018, to evaluate progress made and ensure that the recommendations of the coaching plan are currently implemented by Participants. In case of a non-positive matching or non-compliance to his/her assigned duties (having monthly interactions with the mentees, keeping contacts with the Copernicus Accelerator team, promptly informing the organizers about any relevant issue connected to the coaching relationship), Mentor may be replaced by a more suitable candidate for the Participants´ needs.\nMentor will actively support Participants until July 2018, and will then submit a final report together, detailing the outcome of the coaching experience. The Organiser will continuously monitor all relationships, in order to assist both parties and guarantee a positive outcome of the programme. Mentor needs to deliver all requested reports and schedule all requested meetings. The Organiser will provide Mentor with templates for the documents to be produced. Mentors and Participants will meet again at the closing bootcamp, held in October/November 2018, that will official seal the closing of their mentoring relationship.\nAt the end of the coaching service, Mentor will fill in a questionnaire on the coaching service and the overall experience and will also be subject to a specific questionnaire compiled by Participants.\n3 Payment\nThe Organiser will reimburse Mentor the travel arrangements and accommodation for the Acceleration Bootcamp in Tallinn in 2017 (a maximum of EUR 800) and the closing bootcamp in 2018 (a maximum of EUR 700). The coaching service provided by Mentor is worth a maximum fee of EUR 5,000 (VAT excluded) per Participant coached, that will be remunerated to Mentor at the end of the programme, after the submission and approval of the final summary report of the coaching relationships. Payment shall be made within 30 days from the receipt of invoice, and following the invoice verification by Organiser. No deductions will be made from the gross fees paid to mentor who shall be solely responsible for ensuring that all and any Government taxes and other deductions are paid by him/her.\n4 Definition of Confidential Information\n“Confidential Information” means any Idea disclosed to Mentor, all data and information, know-how, business concepts, software, procedures, products, services, development projects, and programmes contained in such Idea and/or its description and any conclusions. Confidential Information does not include:\n> information already known or independently developed by Mentor prior to the disclosure of any Idea;\n> information already in the public domain through no wrongful act of Mentor; or\n> information received from a third party who was free to disclose such information.\nIn case of doubt any information is deemed to be Confidential Information unless Mentor proves that such information is not confidential.\n5 Non-Disclosure of Confidential Information / Obligations of Mentor\nMentor shall not use any Confidential Information for any purpose except to review, assess and help develop the Participants´ Ideas.\nMentor shall not disclose any Confidential Information to any third party or to Mentor’s employees and/or employer without the prior written consent of the Participants. Mentor shall require his/her employees who will have access to Confidential Information to commit to a non-disclosure agreement that protects the Confidential Information to at least the same degree as this Agreement. Mentor shall take all reasonable measures to protect the secrecy of, and avoid any unauthorised disclosure or use of Confidential Information. Such measures shall include the highest degree of care that Mentor utilises to protect Mentor’s own confidential information of a similar nature, but no less than reasonable care.\nNotwithstanding Mentor’s right to assess and rate the Ideas of the Participants, Mentor shall not use the Confidential information for his/her own or third parties purposes and shall not file for any intellectual property right protection for the Confidential Information or parts of it.\nMentor shall notify Organiser immediately in writing of any misuse or misappropriation of any Confidential Information that may come to Mentor’s attention. Mentor agrees to segregate all Confidential Information relating to this agreement from Confidential Information of others to avoid commingling.\n6 Discontinuation of Use, Return of Materials\nAt Organiser’s first request, Mentor shall:\n(a) discontinue all use of Confidential Information;\n(b) return to Organiser and/or Participants all materials furnished by Organiser and/or Participants that contain Confidential Information;\n(c) destroy any copy and all materials produced by and under control of Organiser and/or Participants that contain Confidential Information;\n(d) erase and/or destroy any Confidential Information contained in computer memory or data storage apparatus of, under control of or used by Mentor;\n(e) remove the Confidential Information from any software or data base of, under control of/or used by Mentor that incorporates or uses the Confidential Information in whole or in part; and\n(f) warrant in writing to Organiser, within ten (10) days after Organiser’s request, that Mentor has taken all actions set out under (a) through (e) in this Clause 4.\n7 Notice of Required Disclosure\nIf Mentor is required by mandatory, non-appealable judicial or administrative process and/or order to disclose Confidential Information, then Mentor shall promptly notify Organiser and allow Organiser and the Participants reasonable time to oppose such process unless this is not admissible under a mandatory law, judicial or administrative order. Notwithstanding the foregoing, Mentor shall disclose Confidential Information only to the minimum extent required to comply with such order.\n8 Proprietary Rights, Limited Right to Use\nAny and all proprietary rights, including but not limited to rights to and in inventions, patent rights, utility models, copyrights, trademarks and trade secrets, in and to any Confidential Information shall be and remain with the Participants respectively, and Mentor shall not have any right, license, title or interest in or to any Confidential Information, except the limited right to review, assess and help develop such Confidential Information in connection with the Copernicus Accelerator 2017.\n9 Term\nThis Agreement shall be effective as of 2 May 2017 and may not be terminated except for important cause. Notwithstanding the termination of this Agreement, any Confidential Information must be kept confidential for as long as such Confidential Information is not publicly known unless it becomes part of the public domain through no wrongful act of Mentor. This agreement may not be changed or modified, except by an agreement in writing, signed by both parties.\n10 Governing Law\nThis Agreement and the rights and obligations of the parties hereunder shall be governed by the material laws of the Federal Republic of Germany.\n11 Jurisdiction\nThe place of jurisdiction for any and all legal disputes arising out of or in connection with this Agreement is Munich (Landgericht München I). Imperative places of jurisdiction under German Law shall remain unaffected by the foregoing.\n12 Notification of Unauthorised Use\nMentor shall notify Organiser immediately upon discovery of any unauthorised use or disclosure of Confidential Information or any other breach of this Agreement by Mentor, and will cooperate with\nOrganiser in every reasonable way to help Organiser regain possession of the Confidential Information and prevent its further unauthorised use or publication.\n13 Remedies\nMentor acknowledges that his/her obligations under this Agreement are necessary and reasonable in order to protect the Ideas and the Confidential Information. Each party further acknowledges that any breach by Mentor of Mentor’s covenants and agreements set forth in this Agreement or threatened violation of such may cause irreparable injury to Organiser and to Participants.\n14 Miscellaneous\nThis Agreement shall be binding upon Organiser and Mentor, and their successors and assigns. This Agreement contains the entire agreement and understanding of the parties relating to the subject matter hereof and supersedes all prior discussions, agreements and understandings of every nature between them. This Agreement may not be changed or modified, except by an agreement in writing, signed by both\nof the parties.\nThe failure or delay on the part of either party to exercise any right under this Agreement shall not be deemed a waiver of any rights under this Agreement.\nMentor is aware that an unauthorised disclosure of the Ideas and of the assessment and development of the Ideas and of any Confidential Information may lead to serious damage to Participants and the Organiser of the Copernicus Accelerator 2017. This Agreement shall be for the benefit of the Participants.\nThe Organiser and the European Commission will use the Mentor´s contact information to inform him/her of all matters related to the Copernicus Accelerator 2017 and of any other issues the Organiser and the European Commission deem relevant and appropriate. The failure or delay on the part of either party to exercise any right under this agreement shall not be deemed a waiver of any rights under this agreement.\n", "spans": [[0, 51], [52, 68], [69, 222], [223, 358], [359, 508], [509, 645], [646, 765], [766, 768], [768, 899], [900, 1040], [1041, 1179], [1180, 1332], [1333, 1479], [1480, 1630], [1631, 1768], [1769, 1917], [1918, 2064], [2065, 2073], [2074, 2220], [2220, 2369], [2369, 2483], [2483, 2730], [2730, 2879], [2880, 2893], [2894, 3204], [3204, 3359], [3359, 3522], [3522, 3642], [3643, 3765], [3765, 4042], [4043, 4045], [4045, 4152], [4153, 4191], [4192, 4350], [4350, 4386], [4386, 4603], [4604, 4800], [4800, 4847], [4848, 5143], [5143, 5388], [5389, 5538], [5538, 5725], [5725, 6087], [6088, 6243], [6243, 6385], [6385, 6468], [6468, 6551], [6551, 6716], [6717, 6918], [6919, 6928], [6929, 7136], [7136, 7409], [7409, 7528], [7528, 7710], [7711, 7751], [7752, 8016], [8016, 8058], [8059, 8160], [8161, 8241], [8242, 8326], [8327, 8464], [8465, 8533], [8534, 8666], [8667, 8837], [8837, 9055], [9055, 9198], [9198, 9377], [9378, 9665], [9666, 9686], [9686, 9822], [9822, 9966], [9967, 10012], [10013, 10056], [10057, 10109], [10110, 10249], [10250, 10390], [10391, 10539], [10540, 10729], [10730, 10863], [10863, 10875], [10875, 10896], [10897, 10928], [10929, 11277], [11277, 11417], [11418, 11460], [11461, 11963], [11964, 11970], [11971, 12076], [12076, 12328], [12328, 12433], [12434, 12450], [12451, 12596], [12597, 12612], [12613, 12757], [12757, 12849], [12850, 12885], [12886, 12906], [12906, 13081], [13082, 13240], [13241, 13252], [13253, 13412], [13412, 13629], [13630, 13646], [13647, 13740], [13740, 13954], [13954, 14050], [14051, 14066], [14067, 14223], [14224, 14469], [14469, 14529], [14530, 14787], [14787, 14943]], "annotation_sets": [{"user": "merged", "mturk": false, "annotations": {"nda-11": {"choice": "Entailment", "spans": [67]}, "nda-16": {"choice": "Entailment", "spans": [72, 73, 74, 75, 76, 77, 78, 79, 80]}, "nda-15": {"choice": "Entailment", "spans": [67, 85]}, "nda-10": {"choice": "Entailment", "spans": [108, 109]}, "nda-2": {"choice": "Contradiction", "spans": [55]}, "nda-1": {"choice": "Entailment", "spans": [55, 60]}, "nda-19": {"choice": "Entailment", "spans": [88]}, "nda-12": {"choice": "Entailment", "spans": [56, 57, 58, 59]}, "nda-20": {"choice": "Contradiction", "spans": [72, 73, 74, 75, 76, 77, 78, 79, 80]}, "nda-3": {"choice": "NotMentioned", "spans": []}, "nda-18": {"choice": "NotMentioned", "spans": []}, "nda-7": {"choice": "Contradiction", "spans": [63]}, "nda-17": {"choice": "Entailment", "spans": [72, 73, 74, 75, 76, 77, 78, 79, 80]}, "nda-8": {"choice": "Entailment", "spans": [82]}, "nda-13": {"choice": "Entailment", "spans": [56, 57, 58, 59]}, "nda-5": {"choice": "Contradiction", "spans": [63]}, "nda-4": {"choice": "Entailment", "spans": [62, 63, 85, 89]}}, "comment": "", "last_updated": "2021-01-26T21:56:44.675051", "time_taken": null}]}, {"id": 87, "file_name": "Cyber Mutual Assistance NDA.txt", "text": "Mutual Non-Disclosure and Use of Information Agreement\nto Support Emergency Cyber Mutual Assistance\nThis Non-Disclosure and Use of Information Agreement (the \"Agreement'') is made and entered into as of this 15th day of June, 2016 by and among each entity that executes and delivers the signature page to this Agreement (each, a \"Participating Entity\" and collectively, the \"Participating Entities\").\nA. Each Participating Entity is participating in a voluntary effort to assist the Electricity Subsector Coordinating Council (ESCC) in developing and implementing one or more industry initiatives to provide cyber emergency assistance to entities in the electric sector (collectively, the “Cyber Mutual Assistance Program”).\nB. In connection with the Cyber Mutual Assistance Program, each Participating Entity may voluntarily choose to request from or provide to another Participating Entity emergency cyber mutual assistance in response to a cyber emergency;\nC. The development and implementation of any Cyber Mutual Assistance Program, including any request or provision of cyber mutual assistance between Participating Entities, may necessitate the exchange of certain confidential or proprietary information.\nNOW, THEREFORE, in consideration of the mutual covenants in this Agreement, the Participating Entities agree as follows:\n1. Purpose, Scope, and Definitions. The purpose of this Agreement is to permit each Participating Entity to exchange Confidential Information (as defined below) as needed to pursue the development and implementation of a Cyber Mutual Assistance Program, including any request for or provision of cyber mutual assistance between Participating Entities in response to a cyber emergency or in connection with any Cyber Mutual Assistance Program.\n“Confidential Information” under this Agreement consists of:\n(i) all information disclosed by any Participating Entity, or any of its employees, directors, officers, affiliates, partners, agents, advisors or other representatives (“Representatives”) pursuant to that Participating Entity’s participation in or contribution to the development or implementation of a Cyber Mutual Assistance Program, including any Participating Entity’s request for or provision of cyber mutual assistance, whether disclosed prior to or following the execution of this Agreement;\n(ii) any information or documentation produced by a Participating Entity, or any of its Representatives, under any Cyber Mutual Assistance Program or related to a specific request for or response to cyber mutual assistance, including any analysis of such information, and whether produced prior to or following the execution of this Agreement;\n(iii) any aggregation, consolidation, or listing of information or documentation disclosed by one or more Participating Entities, or any of their respective Representatives, pursuant to the development or implementation of a Cyber Mutual Assistance Program including any Participating Entity’s request for or provision of cyber mutual assistance; and\n(iv) all observations of equipment (including computer screens) and oral disclosures related to the development of any Cyber Mutual Assistance Program or a specific request for or response to cyber mutual assistance, including the systems, operations, and activities of each Participating Entity, whether such observations or oral disclosures were made prior to or following the execution of this Agreement.\n2. Non-Disclosure and Use of Confidential Information. Each Participating Entity agrees (i) to maintain the confidentiality of all Confidential Information obtained, (ii) without the express permission of the Participating Entity providing such information, not to disclose such information to third parties, and (iii) to use such information only for the express purpose of developing and implementing a Cyber Mutual Assistance Program, including in connection with any request for or provision of cyber mutual assistance between Participating Entities. Each Participating Entity shall use the Confidential Information received hereunder only for the purposes identified in Section 1. Notwithstanding the forgoing, a Participating Entity may use and internally share Confidential Information as deemed necessary to respond to an actual or threatened cyber emergency that places, or has the potential to place, the Participating Entity’s cyber systems at risk. Any other use shall be only with the prior written consent of the Participating Entity or Participating Entities that provided the Confidential Information sought to be used.\n3. Exemptions to Non-Disclosure. Notwithstanding Sections 1 and 2, a Participating Entity shall not have breached any obligation under this Agreement if the Confidential Information is disclosed to a third party when the Confidential Information:\n(a) was in the public domain at the time of such disclosure or is subsequently made available to the public by the Participating Entity who provided the Confidential Information, or otherwise consistent with the terms of this Agreement; or\n(b) had been received or independently developed by such Participating Entity at or prior to the time of disclosure through a process other than the development or implementation of the Cyber Mutual Assistance Program; or\n(c) is subsequently disclosed to the Participating Entity by a third party without restriction on use and without breach of any agreement or legal duty; or\n(d) subject to the provisions of Section 4, is used or disclosed pursuant to statutory duty, such as a public records act request, or an order, subpoena, discovery request, or other lawful process issued by a court or other governmental authority of competent jurisdiction or in a judicial proceeding; or\n(e) is disclosed by unanimous agreement of each of the Participating Entity or Participating Entities whose information is subject to such disclosure; or\n(f) after the time of its disclosure hereunder, becomes subsequently available to such Participating Entity on a non-confidential basis from a source not known by such Participating Entity to be bound by a confidentiality agreement or secrecy obligation in respect thereof.\n4. Notice of Pending Third-Party Disclosure or Unauthorized Disclosure.\n(a) In the event that any governmental authority issues an order, subpoena, or other lawful process or a Participating Entity receives a discovery request in a civil proceeding (\"Legal Process\") requiring the disclosure of any Confidential Information, the Participating Entity receiving such Legal Process shall notify in writing the other Participating Entities within five (5) business days of receipt. The Participating Entity receiving such Legal Process shall not be in violation of this Agreement if it complies with the Legal Process requiring disclosure of the Confidential Information after seven (7) business days following Participating Entity notification, as set forth above.\n(b) A Participating Entity shall not disclose any Confidential Information in response to a request under the federal Freedom of Information Act, 5 U.S.C. § 552, as amended, or an equivalent state or local open records law, except as required by law as determined in the written opinion of such Participating Entity’s legal counsel. Upon receipt of a Freedom of Information Act or public records disclosure request, such Participating Entity shall: (i) notify each Participating Entity or Participating Entities whose information is subject to such disclosure request immediately upon receipt of a request for public records that include all or part of the Confidential Information; and (ii) if, in the written opinion of the legal counsel for the Participating Entity receiving the information request, the Confidential Information is not legally required to be disclosed, treat the requested Confidential Information as exempt from disclosure to the extent permitted by applicable law. The Participating Entity receiving the information request shall cooperate with the Participating Entity or Participating Entities whose information is subject to such disclosure request in challenging the request or seeking another appropriate remedy, as necessary. If such challenge to the request is not successful and another remedy is not obtained, only that portion of the Confidential Information that is legally required to be disclosed, as determined in the written opinion of the Participating Entity’s legal counsel, shall be disclosed.\n(c) Unauthorized Disclosure: If a Participating Entity becomes aware that Confidential Information has been or likely has been disclosed to a third party in violation of this Agreement, the Participating Entity will immediately notify the Participating Entity in writing that provided the disclosed Confidential Information, provide a description of the information disclosed, and provide reasonable assistance to the Participating Entity that provided the disclosed Confidential Information to recover the Confidential Information and prevent further unauthorized disclosure.\n5. Term. This Agreement shall remain in effect as to each Participating Entity unless and until a Participating Entity seeking to withdraw from the agreement provides ten (10) days’ prior written notice to the other Participating Entities, then this Agreement shall terminate with respect to such Participating Entity at the conclusion of such ten (10) day period; provided, however, that termination shall not extinguish any claim, liability, or cause of action under this Agreement existing at the time of termination. The provisions of Sections 1, 2, 3, 4, 5 and 6 shall survive the termination of this Agreement for a period of ten (10) years.\n6. Return or Destruction of Confidential Information. Upon termination of this Agreement, all Confidential Information in the possession or control of a Participating Entity and its Representatives that received such information shall be returned to the Participating Entity that disclosed the information, including all copies of such information in any form whatsoever, unless otherwise instructed in writing by the Participating Entity that disclosed the information. Notwithstanding the foregoing, if the Confidential Information is retained in the computer backup system of a Participating Entity, the Confidential Information will be destroyed in accordance with the regular ongoing records retention process of the Participating Entity. In lieu of return, a Participating Entity may certify to the other Participating Entities in writing that all such Confidential Information, in any form whatsoever, has been destroyed. Notwithstanding anything in this paragraph 6 to the contrary, a Participating Entity may retain a record copy of any Confidential Information if required to do so by applicable law. In such an instance, such Participating Entity shall identify in writing the specific Confidential Information retained, and shall provide the affected Participating Entity or Participating Entities with a written commitment to return or destroy the retained Confidential Information upon the expiration of the retention period required by law. The obligation under this Agreement to maintain the confidentiality of all Confidential Information shall continue to apply to such retained Confidential Information for so long as the Participating Entity possesses such Confidential Information.\n7. Notices. All notices, requests, demands, and other communications required or permitted under this Agreement shall be in writing, unless otherwise agreed by the Participating Entities, and shall be delivered in person or sent by certified mail, postage prepaid, by overnight delivery, or by electronic mail or electronic facsimile transmission with an original sent immediately thereafter by postage prepaid mail, and properly addressed with respect to a particular Participating Entity, to such Participating Entity’s representative as set forth on such Participating Entity’s signature page to this Agreement. A Participating Entity may from time to time change its representative or address for the purpose of notices to that Participating Entity by a similar notice specifying a new representative or address, but no such change shall be deemed to have been given until such notice is actually received by the Participating Entity being so notified.\n8. Complete Agreement; No Other Rights. This Agreement contains the complete and exclusive agreement of the Participating Entities with respect to the subject matter thereof. No change to this Agreement shall be effective unless agreed to in writing by all of the then existing Participating Entities. This Agreement is not intended to create any right in or obligation of any Participating Entity or third party other than those expressly stated herein.\n9. No Warranties or Representations. Any Confidential Information disclosed under this Agreement carries no warranty or representation of any kind, either express or implied. A Participating Entity receiving such Confidential Information shall not be entitled to rely on the accuracy, completeness, or quality of the Confidential Information, even for the purpose stated in Section 1.\n10. Injunctive Relief. Each Participating Entity agrees that, in addition to whatever other remedies may be available to the other Participating Entities under applicable law, the other Participating Entities shall be entitled to seek injunctive relief with respect to any actual or threatened violation of this Agreement by a Participating Entity or any third party receiving Confidential Information.\n11. Choice of Law and Forum. This Agreement shall be governed by and construed in accordance with the laws of the State of New York without giving effect to any choice or conflicts of law provision or rule that would cause the application of laws of any other jurisdiction.\n12. Assignment. This Agreement shall be binding upon the Participating Entities, their successors, and assigns. No Participating Entity may assign this Agreement without the prior written consent of the other Participating Entities.\n13. Construction of Agreement. Ambiguities or uncertainties in the wording of this Agreement shall not be construed for or against any Participating Entity, but shall be construed in the manner that most accurately reflects the Participating Entities’ intent as of the date they executed this Agreement.\n14. Signature Authority. Each person signing below warrants that he or she has been duly authorized by the Participating Entity for whom he or she signs to execute this Agreement on behalf of that Participating Entity.\n15. Counterparts. This Agreement may be executed in counterparts, all of which shall be considered one and the same Agreement.\nIN WITNESS WHEREOF, the Participating Entities have executed this Agreement as of the date set forth above.\nDated: __________________________ Participating Entity:\nBy: ___________________________\nName:\nTitle:\n", "spans": [[0, 54], [55, 99], [100, 400], [401, 423], [423, 724], [725, 959], [960, 1212], [1213, 1333], [1334, 1370], [1370, 1776], [1777, 1837], [1838, 2337], [2338, 2681], [2682, 3032], [3033, 3440], [3441, 3496], [3496, 3515], [3515, 3529], [3529, 3607], [3607, 3754], [3754, 3996], [3996, 4015], [4015, 4127], [4127, 4402], [4402, 4576], [4577, 4610], [4610, 4823], [4824, 5063], [5064, 5285], [5286, 5441], [5442, 5746], [5747, 5900], [5901, 6174], [6175, 6246], [6247, 6653], [6653, 6936], [6937, 7270], [7270, 7386], [7386, 7624], [7624, 7925], [7925, 8192], [8192, 8472], [8473, 8502], [8502, 9049], [9050, 9059], [9059, 9571], [9571, 9697], [9698, 9752], [9752, 10169], [10169, 10442], [10442, 10627], [10627, 10809], [10809, 11154], [11154, 11400], [11401, 11413], [11413, 12016], [12016, 12357], [12358, 12398], [12398, 12533], [12533, 12660], [12660, 12812], [12813, 12850], [12850, 12988], [12988, 13197], [13198, 13221], [13221, 13240], [13240, 13600], [13601, 13630], [13630, 13874], [13875, 13891], [13891, 13987], [13987, 14107], [14108, 14139], [14139, 14411], [14412, 14437], [14437, 14630], [14631, 14649], [14649, 14757], [14758, 14865], [14866, 14873], [14873, 14900], [14900, 14921], [14922, 14926], [14926, 14953], [14954, 14959], [14960, 14966]], "annotation_sets": [{"user": "merged", "mturk": false, "annotations": {"nda-11": {"choice": "NotMentioned", "spans": []}, "nda-16": {"choice": "Entailment", "spans": [48, 51]}, "nda-15": {"choice": "Entailment", "spans": [57, 58, 59, 60]}, "nda-10": {"choice": "Entailment", "spans": [16, 17, 18]}, "nda-2": {"choice": "Entailment", "spans": [10, 11, 13, 14]}, "nda-1": {"choice": "Entailment", "spans": [6, 9, 10, 11, 12, 13, 14]}, "nda-19": {"choice": "Entailment", "spans": [46]}, "nda-12": {"choice": "Entailment", "spans": [26, 27, 28, 29, 30, 31, 32]}, "nda-20": {"choice": "Entailment", "spans": [48, 49, 50, 51]}, "nda-3": {"choice": "Entailment", "spans": [10, 14]}, "nda-18": {"choice": "NotMentioned", "spans": []}, "nda-7": {"choice": "Contradiction", "spans": [16, 17, 19]}, "nda-17": {"choice": "Entailment", "spans": [48, 49, 50, 51, 52, 53]}, "nda-8": {"choice": "Entailment", "spans": [34, 36, 37, 38]}, "nda-13": {"choice": "Entailment", "spans": [26, 27, 28, 29, 30, 31, 32]}, "nda-5": {"choice": "Entailment", "spans": [11]}, "nda-4": {"choice": "Entailment", "spans": [16, 17, 18, 19, 20, 21, 22, 23, 24, 70, 71]}}, "comment": "A2XI7O256DYI4G\nI am unsure whether \"all observations of equipment (including computer screens) and oral disclosures related to the development of any Cyber Mutual Assistance Program or a specific request for or response to cyber mutual assistance, including the systems, operations, and activities of each Participating Entity, whether such observations or oral disclosures were made prior to or following the execution of this Agreement.\" entails inclusion of non-technical information", "last_updated": "2021-01-26T21:56:44.699639", "time_taken": null}]}], "labels": {"nda-11": {"short_description": "No reverse engineering", "long_description": "Receiving Party shall not reverse engineer any objects which embody Disclosing Party's Confidential Information.<br/>Notes:<br/><ul><li><span class=\"quote\">\"Recipient shall not without Disclosing Party's prior written consent reverse engineer, disassemble or decompile any prototypes, software or other objects which embody the Disclosing Party's Confidential Information...\"</span> should be classified as <i>Entailment</i>.</li></ul>", "hypothesis": "Receiving Party shall not reverse engineer any objects which embody Disclosing Party's Confidential Information.", "choices": [{"label": "Entailment, it may not conduct reverse engineering.", "value": "Entailment"}, {"label": "Contradiction, it may conduct reverse engineering.", "value": "Contradiction"}]}, "nda-16": {"short_description": "Return of confidential information", "long_description": "Receiving Party shall destroy (or return) all Confidential Information upon the termination (or completion) of Agreement.<br/>Notes:<br/><ul><li><span class=\"quote\">\"Upon request of the Disclosing Party or upon the termination of this Agreement, the Receiving Party shall return all Confidential Information.\"</span> shall be classified as <i>Entailment</i></li><li><span class=\"quote\">\"Upon request of the Disclosing Party, the Receiving Party shall return all Confidential Information.\"</span> shall be classified as <i>Not Mentioned</i> because Receiving Party is not necessarily obliged to return Confidential Information.</li><li><span class=\"quote\">\"5.1 the Receiving Party shall ... return ... all Confidential Information. ... 5.2. Clause 5.1 of this Agreement shall not apply to: ... b) Copies of Confidential Information which must be retained by the Receiving Party pursuant to applicable law.\"</span> should be classified as <i>Contradiction</i>.</li></ul>", "hypothesis": "Receiving Party shall destroy (or return) all Confidential Information upon the termination (or completion) of Agreement.", "choices": [{"label": "Entailment, it shall always destroy or return.", "value": "Entailment"}, {"label": "Contradiction, it is not obliged to destroy or return.", "value": "Contradiction"}]}, "nda-15": {"short_description": "No licensing", "long_description": "Agreement shall not grant Receiving Party any right to the Confidential Information.<br/>Notes:<br/><ul><li><span class=\"quote\">\"No other right or license, whether expressed or implied, in the Confidential Information is granted to the Parties hereunder.\"</span> should be classified as <i>Entailment</i></li><li><span class=\"quote\">\"All Confidential Information shall remain the sole and exclusive property of the disclosing party.\"</span> should be classified as <i>Entailment</i>.</li></ul>", "hypothesis": "Agreement shall not grant Receiving Party any right to the Confidential Information.", "choices": [{"label": "Entailment, it does not grant Receiving Party any right.", "value": "Entailment"}, {"label": "Contradiction, it grants Receiving Party some right.", "value": "Contradiction"}]}, "nda-10": {"short_description": "Confidentiality of Agreement", "long_description": "Receiving Party shall not disclose the fact that Agreement was agreed or negotiated.<br/>Notes:<br/><ul><li>\"</span>The existence of this Agreement cannot be disclosed to any third party.<span class=\"quote\">\" should classified as <i>Entailment</i>.</li><li>\"Confidential Information means all confidential information .... This includes: ... (f) the fact that discussions and negotiations are taking place concerning the Purpose and the status of those discussions and negotiations\"</span> should be classified as <i>Entailment</i>. You may assume that Confidential Information shall not be disclosed and should not highlight a span stating that Confidential Information shall not be disclosed.</li></ul>", "hypothesis": "Receiving Party shall not disclose the fact that Agreement was agreed or negotiated.", "choices": [{"label": "Entailment, it shall not disclose such fact.", "value": "Entailment"}, {"label": "Contradiction, it may disclose such fact.", "value": "Contradiction"}]}, "nda-2": {"short_description": "Inclusion of non-technical information", "long_description": "Confidential Information shall only include technical information.<br/>Notes:<br/><ul><li><span class=\"quote\">\"Confidential Information means a Party's energy management system model data ...\"</span> should be classified <i>Entailment</i> (assuming that there exists no span that specify other type of information to be confidential).</li><li><span class=\"quote\">\"Confidential Information includes, but is not limited to documents, drawings, ..., marketing plans, ..., trade secrets, ...\"</span> should be classified <i>Contradiction</i>. Phrases such as \"trade secrets\", \"know-how\" and \"customers\" indicate that it may include other information. </li><li>Merely saying <span class=\"quote\">\"Confidential Information shall mean all information ...\"</span> without mentioning about information type should be considered <i>Not Mentioned</i>.</li></ul>", "hypothesis": "Confidential Information shall only include technical information.", "choices": [{"label": "Entailment, it shall only include technical information.", "value": "Entailment"}, {"label": "Contradiction, it may include other information.", "value": "Contradiction"}]}, "nda-1": {"short_description": "Explicit identification", "long_description": "All Confidential Information shall be expressly identified by the Disclosing Party, for example, by stamps or with a catalog.<br/>Notes:<br/><ul><li><span class=\"quote\">\"Confidential Information means ... any information ... that is clearly marked Confidential\"</span> should be classified as <i>Entailment</i>.</li><li><span class=\"quote\">\"Confidential Information means any information ... whether or not designated as confidential at the time of disclosure.\"</span> should be classified as <i>Contradiction</i>.</li><li><span class=\"quote\">\"The parties wsill mark or otherwise designate Confidential Information to show expressly or by necessary implication that it is imparted in confidence.\"</span> should be classified as <i>Entailment</i>. The latter part implies that a physical marking is not necessary, but it still requires some form of identification by the Disclosing Party.</li><li><span class=\"quote\">\"Confidential Information means ... any information which is identified as being of a confidential or proprietary nature or should be considered confidential under the circumstances.\"</span> should be classified as <i>Contradiction</i> because the latter part implies that there exists Confidential Information that is not expressly identified.</li><li>Merely saying <span class=\"quote\">\"Confidential Information shall mean all information ...\"</span> without mentioning about identification should be considered <i>Not Mentioned</i>.</li></ul>", "hypothesis": "All Confidential Information shall be expressly identified by the Disclosing Party.", "choices": [{"label": "Entailment, it shall be expressly identified.", "value": "Entailment"}, {"label": "Contradiction, it is not necessarily expressly identified.", "value": "Contradiction"}]}, "nda-19": {"short_description": "Survival of obligations", "long_description": "Some obligations of Agreement may survive termination of Agreement.<br/>Notes:<br/><ul><li><span class=\"quote\">\"Confidentiality obligations shall survive termination of this Agreement for the Period of Confidentiality set forth above unless the Confidential Information is a trade secret, in which case the confidentiality obligations shall continue for as long as the information is a trade secret.\"</span> should be classified as <i>Entailment</i>.</li><li><span class=\"quote\">\"Sections 1, 2, 3, 4, 5, 6, 17, 18, 19 and any sections (or parts thereof) which, by their nature, are intended to survive termination shall survive termination of this Agreement.\"</span> should be classified as <i>Entailment</i>.</li></ul>", "hypothesis": "Some obligations of Agreement may survive termination of Agreement.", "choices": [{"label": "Entailment, they may survive.", "value": "Entailment"}, {"label": "Contradiction, no obligation shall survive.", "value": "Contradiction"}]}, "nda-12": {"short_description": "Permissible development of similar information", "long_description": "Receiving Party may develop information similar to Confidential Information, assuming that Receiving Party does not use or disclose any Confidential Information.<br/>Notes:<br/><ul><li><span class=\"quote\">\"The term Confidential Information shall not include information, which is: ... (d) independently developed by employees, agents or consultants of the Receiving Party;\"</span> should classified as <i>Entailment</i>. Note that contracts hardly ever directly state that Receiving Party may develop such information, but rather integrate the same effect by ruling such information out of Confidential Information's definition.</li></ul>", "hypothesis": "Receiving Party may develop information similar to Confidential Information, assuming that Receiving Party does not use or disclose any Confidential Information.", "choices": [{"label": "Entailment, it may develop such information.", "value": "Entailment"}, {"label": "Contradiction, it may not develop such information.", "value": "Contradiction"}]}, "nda-20": {"short_description": "Permissible post-agreement possession", "long_description": "Receiving Party may retain some Confidential Information even after the return (or destroy) of Confidential Information.<br/>Notes:<br/><ul><li><span class=\"quote\">\"5.1 the Receiving Party shall ... return ... all Confidential Information. ... 5.2. Clause 5.1 of this Agreement shall not apply to: ... b) Copies of Confidential Information which must be retained by the Receiving Party pursuant to applicable law.\"</span> should be classified as <i>Entailment</i>.</li><li><span class=\"quote\">\"A Reviewing Representative may make copies or Notes of Confidential Information that shall be subject to this Agreement.\"</span> should not be highlighted. The span does not mention whether such copies can be retained after the termination of Agreement.</li></ul>", "hypothesis": "Receiving Party may retain some Confidential Information even after the return (or destroy) of Confidential Information.", "choices": [{"label": "Entailment, it may retain a copy.", "value": "Entailment"}, {"label": "Contradiction, it may not retain a copy.", "value": "Contradiction"}]}, "nda-3": {"short_description": "Inclusion of verbally conveyed information", "long_description": "All verbally conveyed information shall be treated as Confidential Information in the same way as tangible information.<br/>Notes:<br/><ul><li><span class=\"quote\">\"Confidential Information shall mean ... all such information, of any kind whatsoever (whether in oral, written or electronic form, ...\"</span> should be classified as <i>Entailment</i>.</li><li><span class=\"quote\">\"The Confidential Information ... is all information, in whatever form (including electronic data) that ...\"</span> should be classified as <i>Entailment</i>. Even though it does not exemplify verbally conveyed information, it refers to information's <span class=\"quote\">\"form\"</span> and notes that all information should be treated confidential.</li><li>\"Confidential Information means any data or information ...,  whether  in  tangible  or  intangible  form, ...\" should be classified as \"Entailment\" because verbally conveyed information is included in \"intangible form\".</li><li>Merely saying <span class=\"quote\">\"Confidential Information shall mean all information ...\"</span> without mentioning about its form should be classified as <i>Not Mentioned</i>.</li><li><span class=\"quote\">\"Confidential Information shall mean all information ... labelled to be \"Confidential\" ... [or if disclosed orally, confirmed in writing by the disclosing party as such within fifteen (15) days after its disclosure]\"</span> should be classified as <i>Entailment</i>. Since the span implies that some verbally conveyed information (i.e. verbally conveyed information that is not confirmed) is not treated confidential, it may seem that is should be classified as <i>Contradiction</i> per se. However, the span implies that written information shall only be treated confidential if it is expressly identified, thus we relax the condition for verbally conveyed information in the same manner.</li></ul>", "hypothesis": "All verbally conveyed information shall be treated as Confidential Information in the same way as tangible information.", "choices": [{"label": "Entailment, it shall be treated as Confidential Information.", "value": "Entailment"}, {"label": "Contradiction, it may be treated otherwise.", "value": "Contradiction"}]}, "nda-18": {"short_description": "No solicitation", "long_description": "Receiving Party shall not solicit Disclosing Party's representatives.<br/>Notes:<br/><ul><li><span class=\"quote\">\"during the Term of this Agreement, each Party agrees not to solicit any of the other Party's employees who are assigned full or part-time to the partnership.\"</span> should be classified as <i>Entailment</i>.</li></ul>", "hypothesis": "Receiving Party shall not solicit Disclosing Party's representatives.", "choices": [{"label": "Entailment, it shall not solicit them.", "value": "Entailment"}, {"label": "Contradiction, it may solicit them.", "value": "Contradiction"}]}, "nda-7": {"short_description": "Sharing with third-parties", "long_description": "Receiving Party may share some Confidential Information with some of Receiving Party's agents (third-party individuals or companies).<br/>Notes:<br/><ul><li>\"</span>Recipient shall not disclose Confidential Information to any person or entity, except its employees or partners involved in the Project<span class=\"quote\">\" should be classified as <i>Entailment</i>, because \"</span>partners<span class=\"quote\">\" embodies agents.</li><li>\"</span>A Receiving Party shall only disclose ... any Confidential Information ... to those of its Representatives\" and \"Representatives shall mean directors, employees, agents ...<span class=\"quote\">\" should be classified as <i>Entailment</i> if such spans appear in a single contract. In such case, both the spans should be highlighted.</li><li>BUT, if there exists no span entailing that agents embody \"</span>Representatives<span class=\"quote\">\" (e.g. \"</span>Representatives shall mean directors, employees, agents.<span class=\"quote\">\"), then a span such as \"</span>A Receiving Party shall only disclose ... any Confidential Information ... to those of its Representatives ...<span class=\"quote\">\" alone should NOT be classified as <i>Entailment</i> and should instead be classified as <i>Not Mentioned</i>. You shall NOT assume that terms like \"</span>representative<span class=\"quote\">\" or \"</span>personnel<span class=\"quote\">\" embody \"</span>agents<span class=\"quote\">\" for this hypothesis if their definitions are not explicitly stated.</li><li>\"</span>A Receiving Party shall only disclose ... any Confidential Information ... to those of its Representatives ... Representatives shall mean directors and employees.<span class=\"quote\">\" should both be classified as <i>Contradiction</i> if such spans appear in a single contract (because of the word \"only\").</li></ul>", "hypothesis": "Receiving Party may share some Confidential Information with some of Receiving Party's agents.", "choices": [{"label": "Entailment, it may share Confidential Information with some of Receiving Party's agents.", "value": "Entailment"}, {"label": "Contradiction, it shall not share Confidential Information with any of Receiving Party's agents.", "value": "Contradiction"}]}, "nda-17": {"short_description": "Permissible copy", "long_description": "Receiving Party may create a copy of some Confidential Information in some circumstances (such as for regulatory or evidentiary purposes including computer backups).<br/>Notes:<br/><ul><li><span class=\"quote\">\"A Reviewing Representative may make copies or Notes of Confidential Information that shall be subject to this Agreement.\"</span> should be classified as <i>Entailment</i>.</li><li><span class=\"quote\">\"each party may retain: ... (c) a copy of any document to the extent that this is required for the purpose of the relevant party's own internal records\"</span> should be classified as <i>Entailment</i>, because Receiving Party may create a copy in limited but some circumstances.</li><li>Assuming that there exist NO span entailing the hypothesis (like above examples) within the same contract, <span class=\"quote\">\"it will not make any copy of or abstract of the information without specific written permission\"</span> should be classified as <i>Contradiction</i>.</li></ul>", "hypothesis": "Receiving Party may create a copy of some Confidential Information in some circumstances.", "choices": [{"label": "Entailment, it may create a copy in some circumstances.", "value": "Entailment"}, {"label": "Contradiction, it may not create a copy in any circumstances.", "value": "Contradiction"}]}, "nda-8": {"short_description": "Notice on judical disclosure", "long_description": "Receiving Party shall notify Disclosing Party in case Receiving Party is required by law, regulation or judicial process to disclose any Confidential Information.<br/>Notes:<br/><ul><li>\"</span>In the event the Recipient is required by law, regulation or court order to disclose any of the Owner's Confidential Information, the Recipient will promptly notify the Owner in writing prior to making any such disclosure ...<span class=\"quote\">\" should be classified as <i>Entailment</i>.</li><li>If the contract states that Receiving Party may disclose Confidential Information in case it is required by law but does not state that it shall notify Disclosing Party, then such contract should be classified as <i>Not Mentioned</i>.</li><li>If the contract does not state that Receiving Party may disclose Confidential Information in case it is required by law, then such contract should be classified as <i>Not Mentioned</i> (precondition not met).</li></ul>", "hypothesis": "Receiving Party shall notify Disclosing Party in case Receiving Party is required by law, regulation or judicial process to disclose any Confidential Information.", "choices": [{"label": "Entailment, Receiving Party shall notify.", "value": "Entailment"}, {"label": "Contradiction, Receiving Party is not obliged to notify.", "value": "Contradiction"}]}, "nda-13": {"short_description": "Permissible acquirement of similar information", "long_description": "Receiving Party may acquire information similar to Confidential Information from a third party, assuming that Receiving Party does not use or disclose any Confidential Information.<br/>Notes:<br/><ul><li><span class=\"quote\">\"The term Confidential Information shall not include information, which is: ... (b) rightfully received from a third party with no duty of confidentiality;\"</span> should be classified as <i>Entailment</i>. Note that contracts hardly ever directly state that Receiving Party may acquire such information, but rather integrate the same effect by ruling such information out of Confidential Information's definition.</li></ul>", "hypothesis": "Receiving Party may acquire information similar to Confidential Information from a third party, assuming that Receiving Party does not use or disclose any Confidential Information.", "choices": [{"label": "Entailment, it may acquire such information.", "value": "Entailment"}, {"label": "Contradiction, it may not acquire such information.", "value": "Contradiction"}]}, "nda-5": {"short_description": "Sharing with representatives", "long_description": "Receiving Party may share some Confidential Information with some of Receiving Party's representatives (directors or employees).<br/>Notes:<br/><ul><li><span class=\"quote\">\"A Receiving Party shall only disclose ... any Confidential Information ... to those of its Personnel who are required in the course of their duties to receive ...\"</span> should be classified as <i>Entailment</i>. You may ignore those reasonable preconditions because this hypothesis is less strict than saying <span class=\"quote\">\"Receiving Party may share ANY Confidential Information with ALL of Receiving Party's representatives\"</span>. Also, you may assume that terms like <span class=\"quote\">\"representative\"</span> or <span class=\"quote\">\"personnel\"</span> embody <span class=\"quote\">\"representative\"</span> within this hypothesis even if their definitions are not explicitly stated.</li><li>Definition of such terms (e.g. \"Representatives shall mean directors, employees, ....<span class=\"quote\">\") should be classified as <i>Entailment</i> when appearing in conjunction with clauses allowing disclosure to \"</span>Representatives<span class=\"quote\">\" (such as the one above). In such case, both the spans should be highlighted.</li><li>\"</span>Receiving Party shall not disclose ... any Confidential Information ... to any employee not having reasonable need for access to such information ...<span class=\"quote\">\" should be classified as <i>Entailment</i>. While it is only specifying a condition for NOT sharing Confidential Information, it also implies that Confidential Information may be shared with employees not meeting such condition.</li><li>\"</span>Any individual person who is identified to receive the confidential information ... must be disclosed to and approved by Disclosing Party<span class=\"quote\">\" should be classified as <i>Contradiction</i>. While it is only specifying a condition for sharing Confidential Information, such condition is no easier than amending the contract, thus has the same implication as saying no individual person may receive Confidential Information.</li><li>\"</span>Any individual person or organization who is identified to receive and utilize the confidential information ..., whether as an employee or representative, must be ...<span class=\"quote\">\" should be classified as <i>Entailment</i> (if there exist no span that require an approval from Disclosing Party).</li></ul>", "hypothesis": "Receiving Party may share some Confidential Information with some of Receiving Party's representatives (directors or employees).", "choices": [{"label": "Entailment, it may share Confidential Information with some of Receiving Party's representatives.", "value": "Entailment"}, {"label": "Contradiction, it shall not share Confidential Information with any of Receiving Party's representatives.", "value": "Contradiction"}]}, "nda-4": {"short_description": "Limited use", "long_description": "Receiving Party shall not use any Confidential Information for any purposes other than the purpose(s) stated in Agreement.<br/>Notes:<br/><ul><li><span class=\"quote\">\"The Receiving Party agrees not to use the Confidential Information in any way ... except for the purpose set forth above.\"</span> should be classified as <i>Entailment</i>.</li><li><span class=\"quote\">\"Not ... use the Confidential Information for any purpose whatsoever ... without the prior written consent of the Disclosing Party\"</span> should be classified as <i>Entailment</i>. While it states that Receiving Party may use Confidential Information for other purposes if a prior written consent is present, most agreements can be amended with both party's consents. Thus, such condition has no effect and should be ignored.</li></ul>", "hypothesis": "Receiving Party shall not use any Confidential Information for any purposes other than the purpose(s) stated in Agreement.", "choices": [{"label": "Entailment, it shall not use any Confidential Information for any other purposes.", "value": "Entailment"}, {"label": "Contradiction, it may use some Confidential Information for some other purposes.", "value": "Contradiction"}]}}}